Repository: qSascha/qFocus-Browser
Catalog: qFocus Browser/9.Assets/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

# adblock.update.message %lld/%lld
source: Leveling up your ad-blocking %1$lld/%2$lld
ar: تطوير مستوى حظر الإعلانات %1$lld/%2$lld
ca: Millorant el teu bloqueig d'anuncis %1$lld/%2$lld
cs: Zvyšování úrovně blokování reklam %1$lld/%2$lld
da: Opgraderer din annonceblokering %1$lld/%2$lld
de: Verbessere dein Ad-Blocking %1$lld/%2$lld
el: Αναβάθμιση αποκλεισμού διαφημίσεων %1$lld/%2$lld
es: Potenciando tu bloqueador %1$lld/%2$lld
fi: Tehostetaan mainosten estoasi %1$lld/%2$lld
fr: Amélioration de votre anti-pub %1$lld/%2$lld
he: משדרגים את חסימת הפרסומות שלך %1$lld/%2$lld
hi: आपके विज्ञापन-ब्लॉकिंग को लेवल अप किया जा रहा है %1$lld/%2$lld
hr: Nadograđujem blokiranje oglasa %1$lld/%2$lld
hu: Hirdetésblokkolás szintje %1$lld/%2$lld
id: Meningkatkan pemblokiran iklanmu %1$lld/%2$lld
it: Potenziamento del tuo blocco pubblicità %1lld/lld/%2 lld/lld
ja: 広告ブロッキングをレベルアップ中 %1$lld/%2$lld
ko: 광고 차단 레벨 업 중 %1$lld/%2$lld
ms: Meningkatkan tahap penyekatan iklan anda %1$lld/%2$lld
nb: Oppgrader annonseblokkeringen %1$lld/%2$lld
nl: Je adblock-niveau verhogen %1$lld/%2$lld
pl: Poziomowanie blokowania reklam %1$lld/%2$lld
pt_br: Aumentando o nível do seu bloqueador de anúncios %1$lld/%2$lld
pt_pt: Aumentando o nível do seu bloqueio de anúncios %1$lld/%2$lld
ro: Îți îmbunătățești blocarea reclamelor %1$lld/%2$lld
ru: Прокачиваем твою блокировку рекламы %1$lld/%2$lld
sv: Aktualisera din annonsblockerare %1$lld/%2$lld
th: ยกระดับการบล็อกโฆษณาของคุณ %1$lld/%2$lld
tr: Reklam engelleme seviyen yükseliyor %1$lld/%2$lld
uk: Прокачуємо твій блокувальник реклами %1$lld/%2$lld
ur: کو اپ گریڈ کیا جا رہا ہے %1$lld/%2$lld
vi: Nâng cấp trình chặn quảng cáo của bạn %1$lld/%2$lld
zh_hans: 正在升级你的广告拦截 %1$lld/%2$lld
zh_hant: 正在升級你的廣告攔截 %1$lld/%2$lld

# adblock.update.monthly
source: Monthly
ar: شهريًا
ca: Mensualment
cs: Měsíčně
da: Månedligt
de: Monatlich
el: Μηνιαία
es: Mensual
fi: Kuukausittain
fr: Mensuel
he: חודשי
hi: मासिक
hr: Mjesečno
hu: Havi
id: Bulanan
it: Mensile
ja: 月次
ko: 매월
ms: Bulanan
nb: Månedlig
nl: Maandelijks
pl: Miesięcznie
pt_br: Mensalmente
pt_pt: Mensal
ro: Lunar
ru: Ежемесячно
sv: Månadsvis
th: รายเดือน
tr: Aylık
uk: Щомісяця
ur: ماہانہ
vi: Hàng tháng
zh_hans: 每月
zh_hant: 每月

# adblock.update.msgManually
source: A manual update has been requested. Let me get to work right the way. It won’t take long.
ar: تم طلب تحديث يدوي. دعني أبدأ العمل فورًا. لن يستغرق وقتًا طويلاً.
ca: S'ha demanat una actualització manual. Deixa'm posar-m'hi de seguida. No trigarà gaire.
cs: Byla požádána ruční aktualizace. Nechte mě se do toho hned pustit. Nebude to trvat dlouho.
da: Der er blevet anmodet om en manuel opdatering. Lad mig komme i gang med det med det samme. Det tager ikke lang tid.
de: Ein manuelles Update wurde angefordert. Ich lege gleich los. Es wird nicht lange dauern.
el: Ζητήθηκε χειροκίνητη ενημέρωση. Ας αρχίσω τη δουλειά αμέσως. Δεν θα πάρει πολύ χρόνο.
es: Se ha solicitado una actualización manual. Déjame ponerme a ello de inmediato. No tardará.
fi: Manuaalinen päivitys on pyydetty. Aloitan työt heti. Se ei kestä kauan.
fr: Une mise à jour manuelle a été demandée. Je m'y mets tout de suite. Ça ne prendra pas longtemps.
he: התבקש עדכון ידני. תן לי להתחיל לעבוד מיד. זה לא ייקח הרבה זמן.
hi: एक मैनुअल अपडेट का अनुरोध किया गया है। मैं अभी काम शुरू करता हूँ। इसमें ज़्यादा समय नहीं लगेगा।
hr: Zatraženo je ručno ažuriranje. Odmah ću se baciti na posao. Neće dugo trajati.
hu: Kézi frissítés lett kérve. Máris dolgozom rajta. Nem fog sokáig tartani.
id: Pembaruan manual diminta. Biarkan saya segera bekerja. Ini tidak akan memakan waktu lama.
it: È stato richiesto un aggiornamento manuale. Mi metto subito al lavoro. Non ci vorrà molto.
ja: 手動アップデートがリクエストされました。すぐに取りかかります。時間はかかりません。
ko: 수동 업데이트가 요청되었습니다. 바로 작업을 시작하겠습니다. 오래 걸리지 않을 거예요.
ms: Kemas kini manual telah diminta. Saya akan mula bekerja sekarang. Ia tidak akan mengambil masa yang lama.
nb: En manual oppdatering er forespurt. Jeg setter i gang med en gang. Det tar ikke lang tid.
nl: Er is een handmatige update aangevraagd. Ik ga meteen aan de slag. Het duurt niet lang.
pl: Ręczna aktualizacja została zażądana. Już się do tego zabieram. To nie potrwa długo.
pt_br: Uma atualização manual foi solicitada. Deixe-me começar a trabalhar imediatamente. Não vai demorar.
pt_pt: Foi solicitada uma atualização manual. Vou tratar disso já. Não vai demorar.
ro: A fost solicitată o actualizare manuală. Lasă-mă să mă apuc de treabă imediat. Nu va dura mult.
ru: Был запрошен ручной апдейт. Уже приступаю. Это не займёт много времени.
sv: En manuell uppdatering har begärts. Jag fixar det direkt. Det tar inte lång tid.
th: มีการร้องขอให้อัปเดตด้วยตนเอง ขอให้ฉันเริ่มทำงานทันที จะใช้เวลาไม่นาน
tr: Manuel bir güncelleme istendi. Hemen işe koyulayım. Uzun sürmeyecek.
uk: Було запитано ручне оновлення. Я берусь за роботу просто зараз. Це не займе багато часу.
ur: دستی اپ ڈیٹ کی درخواست کی گئی ہے۔ میں فوراً کام شروع کرتا ہوں۔ یہ زیادہ وقت نہیں لے گا۔
vi: Một bản cập nhật thủ công đã được yêu cầu. Để tôi bắt tay vào làm ngay. Sẽ không mất nhiều thời gian đâu.
zh_hans: 已请求手动更新。我马上动手，不会花太久时间。
zh_hant: 已請求手動更新。我馬上動手，不會花太久時間。

# adblock.update.weekly
source: Weekly
ar: أسبوعيًا
ca: Setmanalment
cs: Týdně
da: Ugentligt
de: Wöchentlich
el: Εβδομαδιαία
es: Semanal
fi: Viikoittain
fr: Hebdomadaire
he: שבועי
hi: साप्ताहिक
hr: Tjedno
hu: Heti
id: Mingguan
it: Settimanale
ja: 毎週
ko: 매주
ms: Mingguan
nb: Ukentlig
nl: Wekelijks
pl: Tygodniowo
pt_br: Semanalmente
pt_pt: Semanal
ro: Săptămânal
ru: Еженедельно
sv: Veckovis
th: รายสัปดาห์
tr: Haftalık
uk: Щотижня
ur: ہفتہ وار
vi: Hàng tuần
zh_hans: 每周
zh_hant: 每週

# adblock.updatenow.button
source: Power Up Now!
ar: قم بالتقوية الآن!
ca: Activa-ho ara!
cs: Vylepšit nyní!
da: Opgrader nu!
de: Jetzt Power aufleveln!
el: Ενίσχυσε τώρα!
es: ¡Potencia ahora!
fi: Tehosta nyt!
fr: Boostez Maintenant!
he: הפעל עכשיו!
hi: अभी पावर अप करें!
hr: Nadogradi sada!
hu: Turbózd fel most!
id: Aktifkan Sekarang!
it: Potenzia Adesso!
ja: 今すぐパワーアップ！
ko: 지금 파워 업!
ms: Naik Taraf Kuasa Sekarang!
nb: Gi kraft nå!
nl: Nu boosten!
pl: Zwiększ moc teraz!
pt_br: Ativar agora!
pt_pt: Potencialize Agora!
ro: Activează acum!
ru: Прокачайся сейчас!
sv: Boosta direkt!
th: เพิ่มพลังตอนนี้!
tr: Şimdi Güçlen!
uk: Заряджай Зараз!
ur: ابھی پاور اپ کریں!
vi: Tăng sức mạnh ngay!
zh_hans: 立即增强能力！
zh_hant: 立即增強能力！

# adblock.updatingnow
source: Leveling up…
ar: جارٍ تطوير المستوى…
ca: Actualitzant…
cs: Zvyšování úrovně…
da: Opgraderer…
de: Level wird erhöht…
el: Αναβάθμιση…
es: Subiendo de nivel…
fi: Tehostetaan…
fr: Montée en niveau…
he: משדרג…
hi: स्तर बढ़ाया जा रहा है…
hr: Nadograđivanje…
hu: Szintlépés…
id: Meningkatkan…
it: Livellamento in corso…
ja: レベルアップ中…
ko: 레벨 업 중…
ms: Sedang meningkatkan…
nb: Oppgraderer…
nl: Niveau verhogen…
pl: Podnoszenie poziomu…
pt_br: Atualizando...
pt_pt: A subir de nível…
ro: Se îmbunătățește...
ru: Уровень повышается…
sv: Nivå uppgraderas…
th: กำลังยกระดับ…
tr: Seviye yükseltiliyor…
uk: Підвищення рівня…
ur: سطح بلند کیا جا رہا ہے…
vi: Đang nâng cấp…
zh_hans: 正在升级…
zh_hant: 正在升級…

# adblocklist.annoyances.explanation
source: Says 'bye-bye' to those pesky cookie popups, app download suggestions, and other digital nuisances that nobody asked for!
ar: يقول 'وداعًا' لتلك النوافذ المنبثقة المزعجة للكوكيز، واقتراحات تنزيل التطبيقات، وغيرها من المضايقات الرقمية التي لم يطلبها أحد!
ca: Diu «adéu» a aquestes molestes finestres emergents de cookies, suggeriments de descàrrega d'aplicacions i altres molèsties digitals que ningú ha demanat!
cs: Říká 'pápá' těm otravným vyskakovacím oknům s cookies, návrhům na stažení aplikací a dalším digitálním otravným věcem, o které nikdo nestál!
da: Siger 'farvel' til de irriterende cookie-popups, app-downloadforslag og andre digitale irritationsmomenter, som ingen bad om!
de: Hey! Hier ist ein verrückter Gedanke: Was wäre, wenn dein virtueller Kaffee einen normalen Menschen antreiben könnte, der tagsüber IT-Projekte managt und abends ein toller Papa von zwei Kindern (und zwei Katzen!) ist, richtig coole Apps zu entwickeln? Plot Twist: Wenn der Rest der Welt schläft, programmiert dieser Typ (das bin ich, Sascha) wie ein überkoffeinierter Zauberer und verwandelt coole Ideen in echte Dinge, die in deinem Handy leben. Also ja, wie wär's mit einem Kaffee? Betrachte es als Energieschub für deinen App-Zauberer von nebenan, nur mit mehr Katzenhaaren und Papawitzen.
el: Λέει ‘αντίο’ σε αυτά τα ενοχλητικά αναδυόμενα για cookies, προτάσεις λήψης εφαρμογών και άλλες ψηφιακές ενοχλήσεις που κανείς δεν ζήτησε!
es: ¡Le dice 'adiós' a esas molestas ventanas de cookies, sugerencias de descarga de apps y otras molestias digitales que nadie pidió!
fi: Sanoo 'moikka' noille ärsyttäville evästeilmoituksille, sovellusten latausehdotuksille ja muille ei-toivotuille digihäiriöille!
fr: Dit 'au revoir' aux agaçantes fenêtres de cookies, aux suggestions de téléchargement d'applications et autres nuisances numériques dont personne ne veut!
he: אומר 'להתראות' לחלונות הקופצים המעצבנים של עוגיות, להצעות להוריד אפליקציות ולמטרדים דיגיטליים אחרים שאף אחד לא ביקש!
hi: उन परेशान करने वाले कुकी पॉपअप, ऐप डाउनलोड सुझावों और अन्य डिजिटल उपद्रवों से छुटकारा दिलाता है जिन्हें किसी ने नहीं मांगा है!
hr: Kaže 'doviđenja' tim dosadnim skočnim prozorima kolačića, prijedlozima za preuzimanje aplikacija i drugim digitalnim smetnjama koje nitko nije tražio!
hu: Búcsút int a bosszantó süti felugró ablakoknak, app-letöltési javaslatoknak és más digitális kellemetlenségeknek, amiket senki sem kért!
id: Mengucapkan 'selamat tinggal' kepada pop-up cookie yang menjengkelkan, saran unduhan aplikasi, dan gangguan digital lainnya yang tidak diinginkan siapa pun!
it: Dice 'ciao-ciao' a quei fastidiosi popup dei cookie, suggerimenti di download delle app e altre seccature digitali che nessuno ha richiesto!
ja: Cookieポップアップ、アプリダウンロードの提案、その他誰も頼んでいないデジタル迷惑に「さようなら」を言います！
ko: 성가신 쿠키 팝업, 앱 다운로드 제안 및 아무도 원하지 않는 기타 디지털 성가심에 ‘잘 가’라고 합니다!
ms: Mengatakan 'selamat tinggal' kepada tetingkap timbul kuki yang menjengkelkan, cadangan muat turun aplikasi, dan gangguan digital lain yang tidak diminta!
nb: Sier «ha det» til plagsomme informasjonskapsel‑popuper, app‑nedlastingsforslag og andre digitale irritasjoner som ingen har bedt om!
nl: Zegt 'doei-doei' tegen die vervelende cookie-pop-ups, app-downloadsuggesties en andere digitale irritaties waar niemand om vroeg!
pl: Mówi „pa-pa” tym irytującym wyskakującym okienkom z plikami cookie, propozycjom pobrania aplikacji i innym cyfrowym uciążliwościom, których nikt nie chciał!
pt_br: Diz 'tchau' àquelas irritantes janelas de cookies, sugestões de download de aplicativos e outras chatices digitais que ninguém pediu!
pt_pt: Ei! Aqui vai um pensamento maluco: E se seu café virtual pudesse energizar um humano comum, que gerencia projetos de TI durante o dia e é um pai incrível de duas crianças (e dois gatos!) à noite, a criar alguns aplicativos bem legais? Plot twist: Quando o resto do mundo está dormindo, esse cara (sou eu, Sascha) está programando como um mago supercarregado de cafeína, transformando ideias legais em coisas reais que vivem no seu celular. Então, que tal me pagar um cafézinho? Pense nisso como energizar seu amigo mago dos apps da vizinhança, só que com mais pelo de gato e piadas de pai.
ro: Spune „pa-pa” acelor enervante pop-up-uri de cookie-uri, sugestii de descărcare a aplicațiilor și altor neplăceri digitale pe care nimeni nu le-a cerut!
ru: Говорит "пока-пока" этим надоедливым всплывающим окнам о куки, предложениям скачать приложения и другим цифровым неприятностям, которых никто не просил!
sv: Säger 'hejdå' till jobbiga cookie-popups, app-nedladdningsförslag och annat digitalt trassel som ingen bett om!
th: กล่าวคำว่า "บ๊ายบาย" ต่อป๊อปอัปคุกกี้ที่น่ารำคาญ ข้อเสนอให้ดาวน์โหลดแอป และสิ่งรบกวนดิจิทัลอื่นๆ ที่ไม่มีใครต้องการ!
tr: O can sıkıcı çerez bildirimlerine, uygulama indirme önerilerine ve kimsenin istemediği diğer dijital rahatsızlıklara 'güle güle' der!
uk: Каже "бувай-бувай" цим набридливим вискакуванням про файли cookie, пропозиціям завантажити додатки та іншим цифровим дратівливостям, яких ніхто не просив!
ur: کوکی پاپ اپس، ایپ ڈاؤن لوڈ کی تجاویز، اور دیگر ڈیجیٹل دکھ درد کو 'الوداع' کہتا ہے جنہیں کسی نے نہیں مانگا!
vi: Nói 'tạm biệt' với những thông báo cookie phiền phức, đề xuất tải ứng dụng và các phiền toái kỹ thuật số khác mà không ai yêu cầu!
zh_hans: 向那些烦人的cookie弹窗、应用下载建议和其他无人要求的数字骚扰说"拜拜"！
zh_hant: 向那些煩人的 cookie 彈窗、應用下載建議和其他無人要求的數位騷擾說「拜拜」！

# adblocklist.annoyances.name
source: Annoyances
ar: المزعجات
ca: Molèsties
cs: Otravnosti
da: Irritationsmomenter
de: Nervkram
el: Ενοχλήσεις
es: Molestias
fi: Häiriöt
fr: Agacements
he: מטרדים
hi: परेशानियां
hr: Smetnje
hu: Bosszantások
id: Gangguan
it: Fastidi
ja: 迷惑コンテンツ
ko: 성가심
ms: Gangguan
nb: Irritasjoner
nl: Irritaties
pl: Irytacje
pt_br: Incômodos
pt_pt: Irritações
ro: Neplăceri
ru: Раздражители
sv: Irritationsmoment
th: สิ่งน่ารำคาญ
tr: Rahatsızlıklar
uk: Дратівливості
ur: پریشانیاں
vi: Phiền toái
zh_hans: 烦人广告
zh_hant: 煩人廣告

# adblocklist.base_filter.explanation
source: Base filter for ad blocking. It is strongly recommended to keep this filter enabled.
ar: فلتر أساسي لحجب الإعلانات. يُنصح بشدة بترك هذا الفلتر مفعلاً.
ca: Filtre base per al bloqueig d'anuncis. Es recomana mantenir aquest filtre activat.
cs: Základní filtr pro blokování reklam. Důrazně doporučujeme tento filtr ponechat zapnutý.
da: Basisfilter til annonceblokering. Det anbefales stærkt at holde dette filter aktiveret.
de: Basisfilter für Werbeblockierung. Es wird dringend empfohlen, diesen Filter aktiviert zu lassen.
el: Βασικό φίλτρο για αποκλεισμό διαφημίσεων. Συνιστάται έντονα να το κρατάτε ενεργοποιημένο.
es: Filtro base para el bloqueo de anuncios. Se recomienda encarecidamente mantener este filtro activado.
fi: Mainosteneston perussuodatin. Suosittelemme vahvasti pitämään tämän suodattimen käytössä.
fr: Filtre de base pour le blocage des pubs. Il est fortement recommandé de laisser ce filtre activé.
he: מסנן בסיסי לחסימת פרסומות. מומלץ מאוד להשאיר מסנן זה פעיל.
hi: विज्ञापन ब्लॉक करने का बेस फ़िल्टर। इस फ़िल्टर को सक्षम रखना अत्यधिक अनुशंसित है।
hr: Osnovni filter za blokiranje oglasa. Preporučuje se da ovaj filter ostane uključen.
hu: Alap szűrő a hirdetésblokkoláshoz. Erősen ajánlott ezt a szűrőt bekapcsolva tartani.
id: Filter dasar untuk pemblokiran iklan. Sangat disarankan untuk tetap mengaktifkan filter ini.
it: Filtro base per il blocco degli annunci. È fortemente consigliato mantenere questo filtro attivo.
ja: 広告ブロック用の基本フィルター。常にこのフィルターを有効にしておくことを強くおすすめします。
ko: 광고 차단을 위한 기본 필터입니다. 이 필터를 활성화해 두는 것이 강력히 권장됩니다.
ms: Penapis asas untuk penyekat iklan. Sangat disarankan untuk memastikan penapis ini diaktifkan.
nb: Grunnfilter for annonseblokkering. Det anbefales sterkt å ha dette filteret aktivert.
nl: Basisfilter voor advertentieblokkering. Het wordt sterk aanbevolen om dit filter ingeschakeld te laten.
pl: Podstawowy filtr do blokowania reklam. Zdecydowanie zaleca się pozostawienie tego filtra włączonego.
pt_br: Filtro base para bloqueio de anúncios. É fortemente recomendado manter este filtro ativado.
pt_pt: Filtro base para bloqueio de anúncios. É altamente recomendável manter este filtro ativo.
ro: Filtru de bază pentru blocarea reclamelor. Este recomandat cu tărie să păstrați acest filtru activat.
ru: Базовый фильтр для блокировки рекламы. Настоятельно рекомендуется оставить этот фильтр включенным.
sv: Basfilter för annonsblockering. Det rekommenderas starkt att hålla det här filtret aktiverat.
th: ตัวกรองพื้นฐานสำหรับการบล็อกโฆษณา แนะนำอย่างยิ่งให้เปิดใช้ตัวกรองนี้
tr: Reklam engelleme için temel filtre. Bu filtrenin etkin tutulması şiddetle tavsiye edilir.
uk: Базовий фільтр для блокування реклами. Наполегливо рекомендується тримати цей фільтр увімкненим.
ur: اشتہارات بلاک کرنے کے لئے بنیادی فلٹر۔ اس فلٹر کو فعال رکھنا انتہائی سفارش کی جاتی ہے۔
vi: Bộ lọc cơ bản cho việc chặn quảng cáo. Rất khuyến khích giữ bộ lọc này luôn bật.
zh_hans: 广告拦截的基础过滤器。强烈建议保持此过滤器启用。
zh_hant: 廣告攔截的基礎過濾器。強烈建議保持此過濾器啟用。

# adblocklist.base_filter.name
source: Base filter (must have)
ar: الفلتر الأساسي (ضروري)
ca: Filtre base (imprescindible)
cs: Základní filtr (nutnost)
da: Basisfilter (påkrævet)
de: Basisfilter (muss sein)
el: Βασικό φίλτρο (απαραίτητο)
es: Filtro base (imprescindible)
fi: Perussuodatin (pakollinen)
fr: Filtre de base (indispensable)
he: מסנן בסיסי (חובה)
hi: बेस फ़िल्टर (जरूरी)
hr: Osnovni filter (obavezno)
hu: Alap szűrő (kötelező)
id: Filter dasar (wajib)
it: Filtro base (obbligatorio)
ja: 基本フィルター（必須）
ko: 기본 필터 (필수)
ms: Penapis asas (wajib)
nb: Grunnfilter (må ha)
nl: Basisfilter (must-have)
pl: Podstawowy filtr (obowiązkowy)
pt_br: Filtro base (obrigatório)
pt_pt: Filtro base (obrigatório)
ro: Filtru de bază (obligatoriu)
ru: Базовый фильтр (обязательно)
sv: Basfilter (måste ha)
th: ตัวกรองพื้นฐาน (จำเป็น)
tr: Temel filtre (olmazsa olmaz)
uk: Базовий фільтр (обов'язково)
ur: بنیادی فلٹر (ضروری)
vi: Bộ lọc cơ bản (bắt buộc có)
zh_hans: 基本过滤器（必备）
zh_hant: 基本過濾器（必備）

# adblocklist.language_chinese.explanation
source: Removes ads from websites with Chinese content.
ar: يزيل الإعلانات من المواقع ذات المحتوى الصيني.
ca: Elimina els anuncis dels llocs web amb contingut xinès.
cs: Odstraňuje reklamy z webů s čínským obsahem.
da: Fjerner annoncer fra websteder med kinesisk indhold.
de: Entfernt Werbung von Websites mit chinesischen Inhalten.
el: Καταργεί διαφημίσεις από ιστοσελίδες με κινεζικό περιεχόμενο.
es: Elimina anuncios de sitios web con contenido en chino.
fi: Poistaa mainokset kiinankielisiltä sivustoilta.
fr: Supprime les publicités des sites web avec du contenu chinois.
he: מסיר פרסומות מאתרים בעלי תוכן סיני.
hi: चीनी सामग्री वाली वेबसाइटों से विज्ञापनों को हटाता है।
hr: Uklanja oglase sa web stranica s kineskim sadržajem.
hu: Eltávolítja a hirdetéseket a kínai tartalmú webhelyekről.
id: Menghapus iklan dari situs dengan konten bahasa Tionghoa.
it: Rimuove gli annunci dai siti web con contenuti in cinese.
ja: 中国語コンテンツのウェブサイトから広告を削除します。
ko: 중국어 콘텐츠가 포함된 웹사이트의 광고를 제거합니다.
ms: Alih keluar iklan daripada laman web dengan kandungan Cina.
nb: Fjerner annonser fra nettsteder med kinesisk innhold.
nl: Verwijdert advertenties van websites met Chinese inhoud.
pl: Usuwa reklamy z witryn z treścią w języku chińskim.
pt_br: Remove anúncios de sites com conteúdo em chinês.
pt_pt: Remove anúncios de sites com conteúdo em chinês.
ro: Elimină reclamele de pe site-urile cu conținut în limba chineză.
ru: Удаляет рекламу с сайтов с китайским контентом.
sv: Tar bort annonser från webbplatser med kinesiskt innehåll.
th: ลบโฆษณาออกจากเว็บไซต์ที่มีเนื้อหาภาษาจีน
tr: Çince içerikli web sitelerinden reklamları kaldırır.
uk: Видаляє рекламу з веб-сайтів з китайським вмістом.
ur: چینی مواد والی ویب سائٹس سے اشتہارات ہٹاتا ہے۔
vi: Loại bỏ quảng cáo khỏi các trang web có nội dung tiếng Trung.
zh_hans: 移除中文内容网站上的广告。
zh_hant: 移除中文內容網站上的廣告。

# adblocklist.language_chinese.name
source: Chinese Language
ar: اللغة الصينية
ca: Llengua xinesa
cs: Čínský jazyk
da: Kinesisk
de: Chinesische Sprache
el: Κινεζική γλώσσα
es: Idioma chino
fi: Kiina
fr: Langue Chinoise
he: שפה סינית
hi: चीनी भाषा
hr: Kineski jezik
hu: Kínai nyelv
id: Bahasa Tionghoa
it: Lingua Cinese
ja: 中国語
ko: 중국어
ms: Bahasa Cina
nb: Kinesisk
nl: Chinese taal
pl: Język chiński
pt_br: Idioma Chinês
pt_pt: Idioma Chinês
ro: Limbă chineză
ru: Китайский язык
sv: Kinesiska
th: ภาษาจีน
tr: Çince Dil
uk: Китайська Мова
ur: چینی زبان
vi: Tiếng Trung
zh_hans: 中文语言
zh_hant: 中文語言

# adblocklist.language_dutch.explanation
source: Remove ads from websites with Dutch content.
ar: يزيل الإعلانات من المواقع ذات المحتوى الهولندي.
ca: Elimina els anuncis dels llocs web amb contingut holandès.
cs: Odstraňuje reklamy z webů s nizozemským obsahem.
da: Fjerner annoncer fra websteder med hollandsk indhold.
de: Entfernt Werbung von Websites mit niederländischen Inhalten.
el: Καταργεί διαφημίσεις από ιστοσελίδες με ολλανδικό περιεχόμενο.
es: Elimina anuncios de sitios web con contenido en holandés.
fi: Poistaa mainokset hollanninkielisiltä sivustoilta.
fr: Supprime les publicités des sites web avec du contenu néerlandais.
he: מסיר פרסומות מאתרים בעלי תוכן הולנדי.
hi: डच सामग्री वाली वेबसाइटों से विज्ञापनों को हटाता है।
hr: Uklanja oglase sa web stranica s nizozemskim sadržajem.
hu: Eltávolítja a hirdetéseket a holland tartalmú webhelyekről.
id: Menghapus iklan dari situs dengan konten bahasa Belanda.
it: Rimuove gli annunci dai siti web con contenuti in olandese.
ja: オランダ語コンテンツのウェブサイトから広告を削除します。
ko: 네덜란드어 콘텐츠가 포함된 웹사이트의 광고를 제거합니다.
ms: Alih keluar iklan daripada laman web dengan kandungan Belanda.
nb: Fjerner annonser fra nettsteder med nederlandsk innhold.
nl: Verwijder advertenties van websites met Nederlandse inhoud.
pl: Usuwa reklamy z witryn z holenderską treścią.
pt_br: Remove anúncios de sites com conteúdo em holandês.
pt_pt: Remove anúncios de sites com conteúdo em holandês.
ro: Elimină reclamele de pe site-urile cu conținut în limba olandeză.
ru: Удаляет рекламу с сайтов с голландским контентом.
sv: Tar bort annonser från webbplatser med nederländskt innehåll.
th: ลบโฆษณาออกจากเว็บไซต์ที่มีเนื้อหาภาษาดัตช์
tr: Hollandaca içerikli web sitelerinden reklamları kaldırır.
uk: Видаляє рекламу з веб-сайтів з голландським вмістом.
ur: ڈچ مواد والی ویب سائٹس سے اشتہارات ہٹاتا ہے۔
vi: Loại bỏ quảng cáo khỏi các trang web có nội dung tiếng Hà Lan.
zh_hans: 移除荷兰语内容网站上的广告。
zh_hant: 移除荷蘭語內容網站上的廣告。

# adblocklist.language_dutch.name
source: Dutch Language
ar: اللغة الهولندية
ca: Llengua neerlandesa
cs: Nizozemský jazyk
da: Hollandsk
de: Niederländische Sprache
el: Ολλανδική γλώσσα
es: Idioma holandés
fi: Hollanti
fr: Langue Néerlandaise
he: שפה הולנדית
hi: डच भाषा
hr: Nizozemski jezik
hu: Holland nyelv
id: Bahasa Belanda
it: Lingua Olandese
ja: オランダ語
ko: 네덜란드어
ms: Bahasa Belanda
nb: Nederlandsk
nl: Nederlandse taal
pl: Język holenderski
pt_br: Idioma Holandês
pt_pt: Idioma Holandês
ro: Limbă olandeză
ru: Голландский язык
sv: Nederländska
th: ภาษาดัตช์
tr: Hollandaca Dil
uk: Голландська Мова
ur: ڈچ زبان
vi: Tiếng Hà Lan
zh_hans: 荷兰语
zh_hant: 荷蘭語
